/* Cancel */
"picker.navigation.cancel-button" = "Annuler";

/* Done */
"picker.navigation.done-button" = "Terminé";

/* Navigation bar default title */
"picker.navigation.title" = "GMImagePicker";

/* %@ Items Selected */
"picker.selection.multiple-items" = "{0} éléments sélectionnés";

/* %@ Photos Selected */
"picker.selection.multiple-photos" = "{0} photos sélectionnées";

/* %@ Videos Selected */
"picker.selection.multiple-videos" = "{0} vidéos sélectionnées";

/* 1 Photo Selected */
"picker.selection.single-photo" = "1 photo sélectionnée";

/* 1 Video Selected */
"picker.selection.single-video" = "1 vidéo sélectionnée";

/* All photos */
"picker.table.all-photos-label" = "Pellicule";

/* Smart Albums */
"picker.table.smart-albums-header" = "COLLECTIONS INTELLIGENTES";

/* Albums */
"picker.table.user-albums-header" = "COLLECTIONS";

/* Confirmation of single selection alert title */
"picker.confirm.title" = "Are You Sure?";

/* Confirmation of single selection alert message */
"picker.confirm.message" = "Do you want to select the image you tapped on?";

/* Action (button) deny/no/refuse */
"picker.action.no" = "No";

/* Action (button) agree/yes/approve */
"picker.action.yes" = "Yes";

/* Error title for access denied message */
"picker.photo-access-denied.title" = "No photos access";

/* Error message for access denied message */
"picker.photo-access-denied.message" = "You have not granted this app access to your photos. Please enable access in iOS Settings.";

/* Error title for access denied message */
"picker.camera-access-denied.title" = "No camera access";

/* Error message for access denied message */
"picker.camera-access-denied.message" = "You have not granted this app access to your camera. Please enable access in iOS Settings.";
